<?php /* Template Name: Ticket */ ?>
<?php get_header(); ?>
<div id="page">
      <!-- navigation  -->
      <?php get_template_part('template-parts/ticket/navigation') ?>
      <!-- flight detail box  -->
      <?php get_template_part('template-parts/ticket/flight-box') ?>
      <!-- ticket  -->
      <?php get_template_part('template-parts/ticket/ticket') ?>
</div>
     <!-- loader  -->
     <div class="loader">
      <div class="loader__box">
        <div class="loader__box-flight">
          <div class="loader__box__banner">
            <img src="<?php echo THEME_IMAGE . '/loader/modal-passport.svg' ?>" alt="flight loader" />
          </div>
          <div class="loader__box-content">
            <div class="loader__box-content--thumbnail">
              <img
                class="loader__search-thumbnail"
                src="<?php echo THEME_IMAGE . '/loader/modal-search.svg' ?>"
                alt="search"
              />
              <img
                class="loader__plane-thumbnail"
                src="<?php echo THEME_IMAGE . '/loader/modal-plane.svg' ?>"
                alt="plane"
              />
            </div>
            <p class="loader__box-content--desc">
              جستجو در بین پرواز ها ، لطفا شکیبا باشید !
            </p>
          </div>
        </div>
        <div class="loader__box-items">
          <div class="loader__box-content--item">
            <svg
              width="24"
              height="24"
              viewBox="0 0 24 24"
              fill="none"
              xmlns="http://www.w3.org/2000/svg"
            >
              <g clip-path="url(#clip0_607_1333)">
                <path
                  fill-rule="evenodd"
                  clip-rule="evenodd"
                  d="M16.8604 8.13989C17.0465 8.32641 17.0465 8.62883 16.8604 8.81535L10.8299 14.8601C10.6439 15.0466 10.3422 15.0466 10.1562 14.8602L7.13963 11.8378C6.95351 11.6513 6.95345 11.3489 7.13949 11.1623C7.32553 10.9758 7.62723 10.9757 7.81335 11.1622L10.4929 13.847L16.1866 8.13989C16.3727 7.95337 16.6744 7.95337 16.8604 8.13989Z"
                  fill="#043B7C"
                />
                <path
                  fill-rule="evenodd"
                  clip-rule="evenodd"
                  d="M2.6599 2.6599C4.60056 0.719232 7.6497 0 12 0C16.3503 0 19.3994 0.719232 21.3401 2.6599C23.2808 4.60056 24 7.6497 24 12C24 16.3503 23.2808 19.3994 21.3401 21.3401C19.3994 23.2808 16.3503 24 12 24C7.6497 24 4.60056 23.2808 2.6599 21.3401C0.719232 19.3994 0 16.3503 0 12C0 7.6497 0.719232 4.60056 2.6599 2.6599ZM3.32109 3.32109C1.6577 4.98447 0.935065 7.70157 0.935065 12C0.935065 16.2984 1.6577 19.0155 3.32109 20.6789C4.98447 22.3423 7.70157 23.0649 12 23.0649C16.2984 23.0649 19.0155 22.3423 20.6789 20.6789C22.3423 19.0155 23.0649 16.2984 23.0649 12C23.0649 7.70157 22.3423 4.98447 20.6789 3.32109C19.0155 1.6577 16.2984 0.935065 12 0.935065C7.70157 0.935065 4.98447 1.6577 3.32109 3.32109Z"
                  fill="#043B7C"
                />
              </g>
              <defs>
                <clipPath id="clip0_607_1333">
                  <rect width="24" height="24" fill="white" />
                </clipPath>
              </defs>
            </svg>
            <span> خوش قیمت ترین تور ها </span>
          </div>
          <div class="loader__box-content--item">
            <svg
              width="24"
              height="24"
              viewBox="0 0 24 24"
              fill="none"
              xmlns="http://www.w3.org/2000/svg"
            >
              <g clip-path="url(#clip0_607_1333)">
                <path
                  fill-rule="evenodd"
                  clip-rule="evenodd"
                  d="M16.8604 8.13989C17.0465 8.32641 17.0465 8.62883 16.8604 8.81535L10.8299 14.8601C10.6439 15.0466 10.3422 15.0466 10.1562 14.8602L7.13963 11.8378C6.95351 11.6513 6.95345 11.3489 7.13949 11.1623C7.32553 10.9758 7.62723 10.9757 7.81335 11.1622L10.4929 13.847L16.1866 8.13989C16.3727 7.95337 16.6744 7.95337 16.8604 8.13989Z"
                  fill="#043B7C"
                />
                <path
                  fill-rule="evenodd"
                  clip-rule="evenodd"
                  d="M2.6599 2.6599C4.60056 0.719232 7.6497 0 12 0C16.3503 0 19.3994 0.719232 21.3401 2.6599C23.2808 4.60056 24 7.6497 24 12C24 16.3503 23.2808 19.3994 21.3401 21.3401C19.3994 23.2808 16.3503 24 12 24C7.6497 24 4.60056 23.2808 2.6599 21.3401C0.719232 19.3994 0 16.3503 0 12C0 7.6497 0.719232 4.60056 2.6599 2.6599ZM3.32109 3.32109C1.6577 4.98447 0.935065 7.70157 0.935065 12C0.935065 16.2984 1.6577 19.0155 3.32109 20.6789C4.98447 22.3423 7.70157 23.0649 12 23.0649C16.2984 23.0649 19.0155 22.3423 20.6789 20.6789C22.3423 19.0155 23.0649 16.2984 23.0649 12C23.0649 7.70157 22.3423 4.98447 20.6789 3.32109C19.0155 1.6577 16.2984 0.935065 12 0.935065C7.70157 0.935065 4.98447 1.6577 3.32109 3.32109Z"
                  fill="#043B7C"
                />
              </g>
              <defs>
                <clipPath id="clip0_607_1333">
                  <rect width="24" height="24" fill="white" />
                </clipPath>
              </defs>
            </svg>
            <span> پشیبانی آنلاین و شخصی </span>
          </div>
          <div class="loader__box-content--item">
            <svg
              width="24"
              height="24"
              viewBox="0 0 24 24"
              fill="none"
              xmlns="http://www.w3.org/2000/svg"
            >
              <g clip-path="url(#clip0_607_1333)">
                <path
                  fill-rule="evenodd"
                  clip-rule="evenodd"
                  d="M16.8604 8.13989C17.0465 8.32641 17.0465 8.62883 16.8604 8.81535L10.8299 14.8601C10.6439 15.0466 10.3422 15.0466 10.1562 14.8602L7.13963 11.8378C6.95351 11.6513 6.95345 11.3489 7.13949 11.1623C7.32553 10.9758 7.62723 10.9757 7.81335 11.1622L10.4929 13.847L16.1866 8.13989C16.3727 7.95337 16.6744 7.95337 16.8604 8.13989Z"
                  fill="#043B7C"
                />
                <path
                  fill-rule="evenodd"
                  clip-rule="evenodd"
                  d="M2.6599 2.6599C4.60056 0.719232 7.6497 0 12 0C16.3503 0 19.3994 0.719232 21.3401 2.6599C23.2808 4.60056 24 7.6497 24 12C24 16.3503 23.2808 19.3994 21.3401 21.3401C19.3994 23.2808 16.3503 24 12 24C7.6497 24 4.60056 23.2808 2.6599 21.3401C0.719232 19.3994 0 16.3503 0 12C0 7.6497 0.719232 4.60056 2.6599 2.6599ZM3.32109 3.32109C1.6577 4.98447 0.935065 7.70157 0.935065 12C0.935065 16.2984 1.6577 19.0155 3.32109 20.6789C4.98447 22.3423 7.70157 23.0649 12 23.0649C16.2984 23.0649 19.0155 22.3423 20.6789 20.6789C22.3423 19.0155 23.0649 16.2984 23.0649 12C23.0649 7.70157 22.3423 4.98447 20.6789 3.32109C19.0155 1.6577 16.2984 0.935065 12 0.935065C7.70157 0.935065 4.98447 1.6577 3.32109 3.32109Z"
                  fill="#043B7C"
                />
              </g>
              <defs>
                <clipPath id="clip0_607_1333">
                  <rect width="24" height="24" fill="white" />
                </clipPath>
              </defs>
            </svg>
            <span> خرید آسان و راحت </span>
          </div>
        </div>
      </div>
    </div>
    <!-- loader  -->

<?php get_footer(); ?>