<?php /* Template Name: Visa-form */ ?>

<?php get_header(); ?>

<body>
    <!-- body  -->
    <main class="main">

        <!-- visa infos -->
        <section class="visa-payment__info">
            <div class="container">
                <div class="visa-payment__info-wrapper">
                    <div class="row mb-0">
                        <div class="col-12 col-md-9">
                            <div class="visa-payment__info-title">
                                <img src="../../img/visa/dubai.png" alt="Dubai">
                                <h1> ویزا توریستی دبی(امارات متحده عربی)</h1>
                            </div>
                            <div class="visa-payment__info-desc">
                                <div class="visa-payment__info-desc-item">
                                    <p>حداکثر اقامت</p>
                                    <span>10 روز</span>
                                </div>
                                <div class="visa-payment__info-desc-item">
                                    <p>حداکثر اقامت</p>
                                    <span>10 روز</span>
                                </div>
                                <div class="visa-payment__info-desc-item">
                                    <p>حداکثر اقامت</p>
                                    <span>10 روز</span>
                                </div>
                                <div class="visa-payment__info-desc-item">
                                    <p>حداکثر اقامت</p>
                                    <span>10 روز</span>
                                </div>
                            </div>
                        </div>
                        <div class="col-12 col-md-3">
                            <div class="visa-payment__info-left">
                                <p class="visa-payment__info-number">
                                    1 مسافر
                                </p>
                                <div class="visa-payment__info-link">
                                    <a href="#">
                                        تغییر ویزا
                                    </a>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </section>

        <!-- visa info form  -->
        <section class="visa-payment__info-form">
            <div class="container">
                <div class="visa-payment__info-wrapper form">
                    <div class="visa-payment__info-form--title">
                        <svg width="20" height="18" viewBox="0 0 20 18" fill="none" xmlns="http://www.w3.org/2000/svg">
                            <path
                                d="M16 0H4C1.79 0 0 1.78 0 3.97V14.03C0 16.22 1.79 18 4 18H16C18.21 18 20 16.22 20 14.03V3.97C20 1.78 18.21 0 16 0ZM6.5 4.17C7.77 4.17 8.81 5.21 8.81 6.48C8.81 7.75 7.77 8.79 6.5 8.79C5.23 8.79 4.19 7.75 4.19 6.48C4.19 5.21 5.23 4.17 6.5 4.17ZM10.37 13.66C10.28 13.76 10.14 13.82 10 13.82H3C2.86 13.82 2.72 13.76 2.63 13.66C2.54 13.56 2.49 13.42 2.5 13.28C2.67 11.6 4.01 10.27 5.69 10.11C6.22 10.06 6.77 10.06 7.3 10.11C8.98 10.27 10.33 11.6 10.49 13.28C10.51 13.42 10.46 13.56 10.37 13.66ZM17 13.75H15C14.59 13.75 14.25 13.41 14.25 13C14.25 12.59 14.59 12.25 15 12.25H17C17.41 12.25 17.75 12.59 17.75 13C17.75 13.41 17.41 13.75 17 13.75ZM17 9.75H13C12.59 9.75 12.25 9.41 12.25 9C12.25 8.59 12.59 8.25 13 8.25H17C17.41 8.25 17.75 8.59 17.75 9C17.75 9.41 17.41 9.75 17 9.75ZM17 5.75H12C11.59 5.75 11.25 5.41 11.25 5C11.25 4.59 11.59 4.25 12 4.25H17C17.41 4.25 17.75 4.59 17.75 5C17.75 5.41 17.41 5.75 17 5.75Z"
                                fill="#094899" />
                        </svg>
                        <h3>
                            اطلاعات اولیه
                        </h3>
                    </div>
                    <div class="visa-payment__info-form--brief">
                        <span>لطفا اطلاعات اولیه را برای ثبت درخواست وارد نمایید.</span>
                    </div>

                    <?php echo do_shortcode("[gravityform id='1' title='true' description='true']") ?>
                    <ul class="visa-payment__info-form--document-desc">
                                <li>
                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                        xmlns="http://www.w3.org/2000/svg">
                                        <path
                                            d="M7.5 0C3.36 0 0 3.36 0 7.5C0 11.64 3.36 15 7.5 15C11.64 15 15 11.64 15 7.5C15 3.36 11.64 0 7.5 0ZM10.1475 8.2725L7.8975 10.5225C7.785 10.635 7.6425 10.6875 7.5 10.6875C7.3575 10.6875 7.215 10.635 7.1025 10.5225L4.8525 8.2725C4.635 8.055 4.635 7.695 4.8525 7.4775C5.07 7.26 5.43 7.26 5.6475 7.4775L6.9375 8.7675V4.875C6.9375 4.5675 7.1925 4.3125 7.5 4.3125C7.8075 4.3125 8.0625 4.5675 8.0625 4.875V8.7675L9.3525 7.4775C9.57 7.26 9.93 7.26 10.1475 7.4775C10.365 7.695 10.365 8.055 10.1475 8.2725Z"
                                            fill="#094899" />
                                    </svg>
                                    <span>ثبت درخواست به منزله صدور ويزا نمی‌باشد.</span>
                                </li>
                                <li>
                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                        xmlns="http://www.w3.org/2000/svg">
                                        <path
                                            d="M7.5 0C3.36 0 0 3.36 0 7.5C0 11.64 3.36 15 7.5 15C11.64 15 15 11.64 15 7.5C15 3.36 11.64 0 7.5 0ZM10.1475 8.2725L7.8975 10.5225C7.785 10.635 7.6425 10.6875 7.5 10.6875C7.3575 10.6875 7.215 10.635 7.1025 10.5225L4.8525 8.2725C4.635 8.055 4.635 7.695 4.8525 7.4775C5.07 7.26 5.43 7.26 5.6475 7.4775L6.9375 8.7675V4.875C6.9375 4.5675 7.1925 4.3125 7.5 4.3125C7.8075 4.3125 8.0625 4.5675 8.0625 4.875V8.7675L9.3525 7.4775C9.57 7.26 9.93 7.26 10.1475 7.4775C10.365 7.695 10.365 8.055 10.1475 8.2725Z"
                                            fill="#094899" />
                                    </svg>
                                    <span>پردازش ویزا ۳ تا ۷ روز کاری طول می‌کشد.</span>
                                </li>
                                <li>
                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                        xmlns="http://www.w3.org/2000/svg">
                                        <path
                                            d="M7.5 0C3.36 0 0 3.36 0 7.5C0 11.64 3.36 15 7.5 15C11.64 15 15 11.64 15 7.5C15 3.36 11.64 0 7.5 0ZM10.1475 8.2725L7.8975 10.5225C7.785 10.635 7.6425 10.6875 7.5 10.6875C7.3575 10.6875 7.215 10.635 7.1025 10.5225L4.8525 8.2725C4.635 8.055 4.635 7.695 4.8525 7.4775C5.07 7.26 5.43 7.26 5.6475 7.4775L6.9375 8.7675V4.875C6.9375 4.5675 7.1925 4.3125 7.5 4.3125C7.8075 4.3125 8.0625 4.5675 8.0625 4.875V8.7675L9.3525 7.4775C9.57 7.26 9.93 7.26 10.1475 7.4775C10.365 7.695 10.365 8.055 10.1475 8.2725Z"
                                            fill="#094899" />
                                    </svg>
                                    <span>بعد از صدور ویزا،‌ باید یک چک ضمانت در وجه علی‌بابا که مسئول انجام امور دریافت
                                        ویزا می‌باشد، بپردازید.</span>
                                </li>
                                <li>
                                    <svg width="15" height="15" viewBox="0 0 15 15" fill="none"
                                        xmlns="http://www.w3.org/2000/svg">
                                        <path
                                            d="M7.5 0C3.36 0 0 3.36 0 7.5C0 11.64 3.36 15 7.5 15C11.64 15 15 11.64 15 7.5C15 3.36 11.64 0 7.5 0ZM10.1475 8.2725L7.8975 10.5225C7.785 10.635 7.6425 10.6875 7.5 10.6875C7.3575 10.6875 7.215 10.635 7.1025 10.5225L4.8525 8.2725C4.635 8.055 4.635 7.695 4.8525 7.4775C5.07 7.26 5.43 7.26 5.6475 7.4775L6.9375 8.7675V4.875C6.9375 4.5675 7.1925 4.3125 7.5 4.3125C7.8075 4.3125 8.0625 4.5675 8.0625 4.875V8.7675L9.3525 7.4775C9.57 7.26 9.93 7.26 10.1475 7.4775C10.365 7.695 10.365 8.055 10.1475 8.2725Z"
                                            fill="#094899" />
                                    </svg>
                                    <span>کشور امارات به افرادی زیر ۱۸ سالی که قصد دارند به تنهایی مسافرت کنند، ویزا
                                        نمی‌دهد.</span>
                                </li>
                            </ul>

                </div>
            </div>
            <div class="visa-payment__info-form right shadow shadow-right"></div>
            <div class="visa-payment__info-form left shadow shadow-left"></div>
        </section>


    </main>
</body>

<?php get_footer(); ?>

